Revit 2027 API
ParameterTypeId.RoomFinishBase Property
 "Base Finish"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomFinishBase { get; }
Public Shared ReadOnly Property RoomFinishBase As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomFinishBase {
	ForgeTypeId^ get ();
}
static member RoomFinishBase : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace